{
slides: [
	{
		image: slideImages/slide1.jpg
		desc: "It’s the 1880s in Sweden. The opportunities in America, such as cheap land and a stable economy, make migration attractive to many Europeans who face problems related to overpopulation. Millions have migrated from their homelands for a new life. You now wish to join them. \nWho are you?"
		url: null
		music: null
		id: 1
		options: [
			{
				desc: "Anders Bengtsson "
				transitionMessage: You choose Anders Bengtsson
				rejectMessage: null
				nextSlideIndex: 2
				effects: []
				visibleConditions: []
				feasibleConditions: []
				image: null
				sound: null
			}
			{
				desc: Lovisa Eriksdotter
				transitionMessage: You choose Lovisa Eriksdotter
				rejectMessage: null
				nextSlideIndex: 3
				effects: []
				visibleConditions: []
				feasibleConditions: []
				image: null
				sound: null
			}
		]
	}
	{
		image: slideImages/Slide2.jpg
		desc: You are an 18 year-old female maid from Stockholm. You dislike your job as maid and can’t seem to find a better one because there is too much competition (population has been booming in the city and countryside). You decide to seek better employment in America.
		url: null
		music: null
		id: 2
		options: [
			{
				desc: Continue
				transitionMessage: null
				rejectMessage: null
				nextSlideIndex: 0
				effects: []
				visibleConditions: []
				feasibleConditions: []
				image: null
				sound: null
			}
		]
	}
	{
		image: slideImages/Slide3.jpg
		desc: "You are an 18 year-old male from Mellby Parish, Småland. You are the youngest of 4 brothers and will not have any farmland to work. There are too many men in your family and not enough farmland. Additionally, the crop failures of 1867-1868 hit your family farm hard. You would also like to avoid Swedish military conscription. You are coming to America to own your own farmland or find a good job. "
		url: null
		music: null
		id: 3
		options: [
			{
				desc: Continue
				transitionMessage: null
				rejectMessage: null
				nextSlideIndex: 6
				effects: []
				visibleConditions: []
				feasibleConditions: []
				image: null
				sound: null
			}
		]
	}
	{
		image: slideImages/Slide6.jpg
		desc: "Receiving letters from those who journeyed to America prompted many of your family friends to pursue their own journey over. Life must be treating them well in America— economic opportunities, building their own legacy and family. The American Dream is a strong pull for Swedes, yourself included. \n\nChoose a letter to read:"
		url: null
		music: null
		id: 0
		options: []
	}
]
}